// 1 
// Это библиотека для JS 
// 2
// упрощяет и делает короче код 

// 3
// Выбор эллемента:$(),hide(),ready(),show() и т.д.

// 4
// Google,Microsoft,Twitter

// 5
// В HTML,script

// 6
// В папку где мы работаем

// 7
// В HTML,script

// 8
// Обычно пишем через $ по типу: $()

// 9
// пропадёт эллемент с которым мы работали

// 10
// пропадёт текст с которым мы работали

// 11
// пропадёт эллемент с классом test с которым мы работали

// 12
// пропадёт эллемент с id test с которым мы работали

// 13
// $(document).ready(function(){
    // 
// })

// 14
// $(function() {
    // 
// })

// 15
// Для работы с разными эллементами

// 16
// Покажет 'Hello'

// 17
// $('#index')

// 18
// $('.index')

// 19
// $('#index'),$('.index'),$('p'),$(div input),$('li').parent(),$('div:first')
